{
  "botellones": [
    {
      "id": "1",
      "nombre": "Botellón del Paseo del Salón",
      "ubicacion": "Zona centro de Granada",
      "pueblo": "Granada",
      "foto": "https://upload.wikimedia.org/wikipedia/commons/5/55/Paseo_del_Salon_Granada.jpg",
      "descripcion": "El Paseo del Salón es una de las zonas más conocidas para botellones en Granada, especialmente entre universitarios. Su cercanía al centro y al río Genil lo convierte en un punto de encuentro habitual durante los fines de semana. Es una zona amplia con buen ambiente nocturno, aunque suele estar vigilada.",
      "reseñas": []
    },
    {
      "id": "2",
      "nombre": "Botellón del Parque Tico Medina",
      "ubicacion": "Zona Zaidín",
      "pueblo": "Granada",
      "foto": "https://upload.wikimedia.org/wikipedia/commons/0/0a/Parque_Tico_Medina_Granada.jpg",
      "descripcion": "El Parque Tico Medina es una alternativa popular para hacer botellón en Granada, especialmente cuando otras zonas están más controladas. Es un espacio amplio, algo más apartado del centro, lo que permite reuniones más tranquilas y grupos grandes.",
      "reseñas": []
    },
    {
      "id": "3",
      "nombre": "Botellón del Campus de Cartuja",
      "ubicacion": "Campus Universitario de Cartuja",
      "pueblo": "Granada",
      "foto": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Campus_de_Cartuja_Granada.jpg",
      "descripcion": "El Campus de Cartuja es frecuentado por estudiantes que organizan botellones antes de bajar al centro. Sus espacios abiertos y zonas verdes lo hacen atractivo, aunque suele haber presencia policial en determinadas fechas.",
      "reseñas": []
    },
    {
      "id": "4",
      "nombre": "Botellón del Mirador de San Miguel Alto",
      "ubicacion": "Barrio del Albaicín",
      "pueblo": "Granada",
      "foto": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Mirador_de_San_Miguel_Alto.jpg",
      "descripcion": "El Mirador de San Miguel Alto ofrece vistas espectaculares de la Alhambra y la ciudad, lo que lo convierte en un lugar especial para reuniones nocturnas. Aunque no es un botellón masivo, es popular para grupos pequeños que buscan un ambiente más relajado.",
      "reseñas": []
    },
    {
      "id": "5",
      "nombre": "Botellón del Parque García Lorca",
      "ubicacion": "Zona Camino de Ronda",
      "pueblo": "Granada",
      "foto": "https://upload.wikimedia.org/wikipedia/commons/7/73/Parque_Federico_Garcia_Lorca_Granada.jpg",
      "descripcion": "El Parque Federico García Lorca es uno de los espacios verdes más grandes de Granada y, en ocasiones, es utilizado para botellones discretos. Es una zona accesible y bien comunicada, aunque con controles frecuentes en horarios nocturnos.",
      "reseñas": []
    }
  ]
}
